import React from 'react';
import Boxs from '../boxs/boxs.component';
import Paragraph from '../paragraph/paragraph.component';

const Row4 = () => {
    const model = [
        { src: 'images/Emoticon/team-4.jpg', title: 'سلام افسون هستم.', paragrapg: 'شاید وقتی از خرید اینترنتی صحبت بشه شما هم مثل من تجربه ی خوبی ازش نداشته باشید اما با کمدا همه چیز فرق میکنه،خریدت،دوستی ها،تخفیف هایی که میگیری و اینکه لباس های مارک رو گاهی به بهترین قیمت موجود میخرین                                 من بهترین تجربه ی خریدامو از کمدا دارم از این کمولوی سبز دوست داشتن', bottomProfileTitle: 'دانشجو و یه دختر عاشق لباس!' },
        { src: 'images/Emoticon/team-4.jpg', title: 'سلام دوستان کمدایی من سارا میم هستم', paragrapg: 'آشنایی من با کمدا برمیگرده به کمتراز یک سال پیش که نامزدم با یه بروشور خوشکل تو دستش اومد خونه و گفت اینو بیرون بهش دادن و چون به نظرش اپلیکیشن جالبی اومده بروشورو نگه داشته که من بخونمش و اینطوری شد که من عضو کمدا شدم و چیزی که منو نگه داشت فضای صمیمانه و برخورد خوب و حرفه ایه گروه پشتیبانی کمدا بود و البته وسوسه ی یه خرید دلچسب با قیمت هیجان انگیز،ناگفته نماند که وقتی یکی از لباسای کمدتون رو به پول تبدیل میکنید حس میکنید یه بیزینس من شدید😄از نظر من خرید از کمدا با تمام خریدای اینترنی که داشتیم فرق میکنه چون انرژی مثبتی که تو کمدا هست رو من جای دیگه ندیدم                                 یه نکته رو که لازم میدونم بگم اینه که دلیل اینکه من اسم فامیل یا عکس تمام رخ نمیذارم توی اپلیکشن ابدا بی اعتمادی به کمدا نیست بلکه این یک عقیده ی شخصیه و کلا تو شبکه های اجتماعی محدودی عضوم و کمداهم از همون محدود اپ هایی هستش که لیاقت موندن تو گوشیای همرامونو داره', bottomProfileTitle: 'دانشجوی ارشد حقوق بین الملل' },
        { src: 'images/Emoticon/team-4.jpg', title: 'فائزه هستم', paragrapg: 'یادمه اولین بار که در مورد کمدا شنیدم کلی ذوق کردم. با خودم گفتم دختر این عااالیه💃! یه عالمه لباس تو کمدم تلنبار شده بود که فقط داشتن خاک میخوردن و حالا یه اپلیکیشن پیدا شده که باهاش میتونم کمدم رو خالی کنم و در عوضش کلی چیزای شیک با قیمتهای عالی به کمدم اضافه کنم. پس نه دغدغه لباسای تکراری دارم، نه دغدغه قیمتای بالای فروشگاه ها. پس چرا ذوق کمدا رو نکنم', bottomProfileTitle: 'دانشجوی دکترای تدریس زبان انگلیسی' },
    ]
    return (
        <div className='container'>
            <div className='space1'></div>
            <Paragraph textalign='text-center' title='تعریف و تمجید' className='text-color-title fs-4' />
                <div className="row row-cols-1 mt-5 row-cols-md-2 row-cols-lg-3">
                        <Boxs model={model} />
                </div>
        </div>
    );
};

export default Row4;